Repository: ACECentre/dasher
Catalog: po/*.po
Languages: ka

source: Select File
ka: ფაილის ამორჩევა

source: translator-credits
ka: თარგმანი-შესრულებულია

source: Training Dasher... please wait
ka: Dasher სწავლობს... მოითმინეთ გეთაყვა

source: Panels
ka: პანელები

source: Application
ka: პროგრამა

source: Menus
ka: მენიუ

source: Buttons
ka: ღილაკები

source: Text
ka: ტექსტი

source: Control
ka: კონტროლი

source: Windows
ka: ფანჯრები

source: Stop
ka: შეჩერება

source: Pause
ka: პაუზა

source: Move
ka: გადატანა

source: Delete
ka: წაშლა

source: Speak
ka: საუბარი

source: Everything
ka: ყველაფერი

source: New
ka: ახალი

source: Repeat
ka: გამეორება

source: Character
ka: სიმბოლო

source: Word
ka: სიტყვა

source: Line
ka: ხაზი

source: Unknown
ka: უცნობი

source: <b>Adaptation:</b>
ka: <b>ადაპტაცია:</b>

source: <b>Advanced Settings:</b>
ka: <b>გაფართოვებული პარამეტრები:</b>

source: <b>Alphabet Selection:</b>
ka: <b>ალფავიტის ამორჩევა</b>

source: <b>Button control setup</b>
ka: <b>ღილაკების კონტროლის გამართვა</b>

source: <b>Button modes:</b>
ka: <b>ღილაკის რეჟიმი:</b>

source: <b>Color Selection:</b>
ka: <b>ფერის არჩევა</b>

source: <b>Compass Mode</b>
ka: <b>კომპასის რეჟიმი</b>

source: <b>Control Style:</b>
ka: <b>მართვის ტიპი:</b>

source: <b>Direct Mode And Menu Mode</b>
ka: <b>პირდაპირი რეჟიმი და მენიუ რეჟიმი</b>

source: <b>External Input:</b>
ka: <b>გარე შენატანი:</b>

source: <b>Language Model:</b>
ka: <b>ენის მოდელი:</b>

source: <b>Miscellaneous Options:</b>
ka: <b>სხვადასხვა ოფციები:</b>

source: <b>One-Button Dynamic Mode</b>
ka: <b>ერთი ღილაკიანი დინამიური რეჟიმი</b>

source: <b>One-Button Static Mode</b>
ka: <b>ერთ ღილაკიანი რეჟიმი</b>

source: <b>Orientation:</b>
ka: <b>ორიენტაცია:</b>

source: <b>Smoothing:</b>
ka: <b>დაგლუვება:</b>

source: <b>Socket Input</b>
ka: <b>სოკეტის შენატანი</b>

source: <b>Speed:</b>
ka: <b>სიჩქარე:</b>

source: <b>Starting And Stopping:</b>
ka: <b>ჩართვა და გამორთვა:</b>

source: <b>Toggle button Mode:</b>
ka: <b>გადამრთველი ღილაკის რეჟიმი:</b>

source: <b>View Options:</b>
ka: <b>ჩვენების პარამეტრები:</b>

source: <b>X Coordinate</b>
ka: <b>X კოორდინატი</b>

source: <b>X/Y Coordinates:</b>
ka: <b>X/Y კოორდინატები:</b>

source: <b>Y Axis Options:</b>
ka: <b>Y ღერძის ოფციები</b>

source: <b>Y Coordinate</b>
ka: <b>Y კოორდინატი</b>

source: <b>Zoom steps:</b>
ka: <b>გადიდების ნაბიჯები:</b>

source: Adapt speed automatically
ka: სიჩქარის ავტო ადაპტირება

source: Advanced Settings
ka: დეტალური პარამეტრები

source: Alphabet
ka: ალფავიტი

source: Alphabet Default
ka: ნაგულისხმევი ალფავიტი

source: Alternating direct mode
ka: პირდაპირი რეჟიმის ალტერაცია

source: Bottom to Top
ka: ქვემოდან ზემოთ

source: Box non-uniformity:
ka: არაერტგვაროვანი უჯრა:

source: Button Mode Options
ka: ღილაკებიანი რეჟიმის ოფციები

source: Button Preferences
ka: ღილაკის პარამეტრები

source: Button Setup
ka: ღილაკის გამართვა

source: Button control setup
ka: ღილაკის კონტროლის გამართვა

source: Button mode
ka: ღილაკებიანი რეჟიმი

source: Button:
ka: ღილაკი:

source: Cancel
ka: შეწყვეტა

source: Click mode
ka: წკაპის რეჟიმი

source: Compass mode
ka: კომპასის რეჟიმი

source: Control mode
ka: კონტროლის რეჟიმი

source: Copy
ka: დააკოპირე

source: Copy _All
ka: დააკოპირე _ყველა

source: Copy all on stop
ka: შეჩერებისას ყველას კოპირება

source: Custom:
ka: დამატებითი:

source: Cut
ka: ამოჭრა

source: Cyclical button mode
ka: ციკლური ღილაკის რეჟიმი

source: Dasher Preferences
ka: Dasher პარამეტრები

source: Direct mode
ka: პირდაპირი რეჟიმი

source: Done
ka: შესრულებული

source: Down/3:
ka: ქვემოთ/3:

source: Draw box outlines
ka: მართკუთხედის კონტურის ასახვა

source: Drop time:
ka: წვეთის დრო:

source: Enter text into other windows
ka: სხვა ფანჯრებში ტექსტის შეყვანა

source: Eyetracker mode
ka: Eyetracker რეჟიმი

source: Four-button direct mode
ka: ოთხ-ღილაკიანი რეჟიმი

source: General
ka: საერთო

source: Increase line thickness
ka: ხაზის სისქის შეცვლა

source: Japanese
ka: იაპონური

source: Label
ka: სათაური

source: Language model adapts as you write.
ka: ენის მოდელი ადაპტირდება წერის პროცესში.

source: Large
ka: დიდი

source: Left to Right
ka: მარცხნიდან მარჯვნივ

source: Left/2:
ka: მარცხნივ/2:

source: Max
ka: მაქსიმალური

source: Min
ka: მინიმალური

source: Miscellaneous
ka: სხვადასხვა

source: Mixture model (PPM/dictionary)
ka: შერეული მოდელი (PPM/ლექსიკონი)

source: New file
ka: ახალი ფაილი

source: Normal
ka: საშუალო

source: One dimensional mode
ka: ერთ განზომილებიანი რეჟიმი

source: One-button dynamic mode
ka: ერთ-ღილაკიანი დინამიური რეჟიმი

source: One-button static mode
ka: ერთ-ღილაკიანი სტატიკური რეჟიმი

source: Open file
ka: ფაილის გახსნა

source: Ordinary control
ka: ორდინალური მართვა

source: Paste
ka: ჩასმა

source: Port
ka: პორტი

source: Prediction
ka: წინასწარმეტყველება

source: Pulsing mode
ka: პულსაციის რეჟიმი

source: Right to Left
ka: მარჯვნიდან მარცხნივ

source: Right zoom:
ka: მარჯვენა გადიდება:

source: Right/4:
ka: მარჯვნივ/4:

source: Save file
ka: ფაილის შენახვა

source: Save file as
ka: შეინახე ფაილი როგორც

source: Select Font
ka: შრიფტის არჩევა

source: Show Advanced Settings
ka: გაფართოებული პარამეტრების ჩვენება

source: Show mouse position
ka: თაგუნას ადგილმდებარეობის ჩვენება

source: Show speed slider
ka: სიჩქარის ცოციის ჩვენება

source: Show toolbar
ka: ინსტრუმენტების პანელის ჩვენება

source: Socket Options
ka: სოკეტის პარამეტრები

source: Socket Preferences
ka: სოკეტის პარამეტრები

source: Speak on stop
ka: საუბარი გამორთვისას

source: Static menu mode
ka: სტატიკური მენიუს რეჟიმი

source: Timestamp new files
ka: დროის შტამპი ახლად შექმნილ ფაილებში

source: Top to Bottom
ka: ზევიდან ქვემოთ

source: Training
ka: ვარჯიში

source: Up/1:
ka: ზემოთ/1:

source: Very Large
ka: ძალიან დიდი

source: View
ka: ჩვენება

source: Word-based model
ka: სიტყვებზე დაფუძნებული მოდელი

source: Zoom:
ka: გადიდება:

source: _About
ka: _შესახებ

source: _Append to file
ka: ფაილზე მიმ_ატება

source: _Dasher Font
ka: შ_რიფტი Dasher

source: _Dasher Font Size
ka: _Dasher შრიფტის ზომა

source: _Edit
ka: _დამუშავება

source: _Edit Font
ka: შრიფტის რ_ედაქტირება

source: _File
ka: _ფაილი

source: _Help
ka: _დახმარება

source: _Import Training Text
ka: სასწავლო ტექსტის _იმპორტირება

source: _Options
ka: ო_ფციები

source: _Reset fonts
ka: ხელახალი ფონტების კონფიგუ_რაცია

source: <b>Speed</b>
ka: <b>სიჩქარე</b>

source: Advanced
ka: დეტალური

source: Change color scheme automatically
ka: ფერების სქემის ავტომატური შეცვლა

source: Color
ka: ფერი

source: Orientation
ka: ორიენტაცია

source: <b>Menu Mode</b>
ka: <b>მენიუ რეჟიმი</b>

source: Button setup
ka: ღილაკის გამართვა

source: Socket
ka: სოკეტი
